Repository: common-repository/terminplaner
Catalog: languages/terminplaner-*.po
Languages: de_de

source: Required parameters are missing!
de_de: Erforderliche Parameter fehlen!

source: No date entry is found!
de_de: Es wurde kein Datumseintrag gefunden!

source: There was no name entered!
de_de: Es wurde kein Namen eingegeben!

source: Your availability has been added to this event!
de_de: Ihre Verfügbarkeit wurde zu diesem Termin dazugefügt!

source: Thank you!
de_de: Besten Dank!

source: Hi
de_de: Hallo

source: has recorded his availability!
de_de: hat seine Verfügbarkeit erfasst!

source: Kind regards
de_de: Freundliche Grüsse

source: date survey:
de_de: Terminumfrage:

source: Date survey
de_de: Terminumfrage

source: You do not have sufficient permissions to access this page.
de_de: Sie haben nicht genügend Rechte für den Zugriff auf diese Seite.

source: Overview
de_de: Überblick

source: add survey
de_de: Terminumfrage

source: Period of time
de_de: Zeitraum

source: Creator
de_de: Ersteller

source: Event description
de_de: Terminbeschreibung

source: Edit
de_de: Bearbeiten

source: Delete
de_de: Löschen

source: datesurvey
de_de: terminumfrage

source: date detail
de_de: Datum detail

source: date modify
de_de: Datum bearbeiten

source: Mandatory informations are missing.
de_de: Zwingende Angaben fehlen.

source: Back to input!
de_de: Zurück zur Eingabe!

source: Date
de_de: Datum

source: back
de_de: zurück

source: to input!
de_de: Zurück zur Eingabe!

source: Close
de_de: Schliessen

source: detail
de_de: Datum detail

source: delete
de_de: Löschen

source: Event deleted!
de_de: Event gelöscht!

source: continue
de_de: Weiter

source: date survey
de_de: Terminumfrage

source: Event name
de_de: Termin Bezeichnung

source: Creator name
de_de: Name Ersteller

source: Creator e-mail
de_de: E-Mail Ersteller

source: Time
de_de: Zeit

source: add date
de_de: Weiteres Datum

source: Save
de_de: Speichern

source: Wrong key!
de_de: Falscher Schlüssel!

source: Created by:
de_de: Erstellt durch:

source: participant / dates
de_de: Teilnehmer / Daten

source: no
de_de: nein

source: yes
de_de: ja

source: mb
de_de: ev.

source: submit
de_de: Absenden
